;;; package --- Personal Packages
;;; Commentary:
;;; ~/.config/doom/packages.el

;;; Code:
(package! org-journal)
(package! nov)
(package! treemacs-icons-dired)
(package! forge)
(package! lsp-mode)
(package! lsp-ui)
(package! company-lsp)
(package! circadian)
(package! pocket-reader)

;; (package! atomic-chrome)
;; (package!
;;     greview
;;     :recipe
;;       (:fetcher github
;;        :repo "charignon/greview"
;;        :files ("greview.el")))

;; Local Variables:
;; byte-compile-warnings: (not free-vars)
;; End:

(provide `packages)

;;; packages.el ends here
